Repository: cloakyard/cloakdrop
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, ja, ko, pt_br, ru, zh_hans

source: CloakDrop is a free, open-source download manager that runs entirely on your Mac. This policy explains what personal data we collect (spoiler: none) and exactly which network connections the app makes.
ar: ‏CloakDrop هو مدير تنزيلات مجاني ومفتوح المصدر يعمل بالكامل على جهاز Mac الخاص بك. توضّح هذه السياسة البيانات الشخصية التي نجمعها (باختصار: لا شيء) والاتصالات الشبكية التي يجريها التطبيق بالتحديد.
de: CloakDrop ist ein kostenloser, quelloffener Download-Manager, der vollständig auf deinem Mac läuft. Diese Richtlinie erklärt, welche personenbezogenen Daten wir erheben (Spoiler: keine) und welche Netzwerkverbindungen die App genau herstellt.
es: CloakDrop es un gestor de descargas gratuito y de código abierto que se ejecuta por completo en tu Mac. Esta política explica qué datos personales recopilamos (adelanto: ninguno) y exactamente qué conexiones de red hace la aplicación.
fr: CloakDrop est un gestionnaire de téléchargement gratuit et open source qui s’exécute entièrement sur votre Mac. Cette politique explique quelles données personnelles nous collectons (en résumé : aucune) et précisément quelles connexions réseau l’application établit.
hi: CloakDrop एक मुफ़्त, ओपन-सोर्स डाउनलोड मैनेजर है जो पूरी तरह आपके Mac पर चलता है। यह नीति बताती है कि हम कौन-सा व्यक्तिगत डेटा एकत्र करते हैं (संक्षेप में: कुछ भी नहीं) और ऐप वास्तव में कौन-से नेटवर्क कनेक्शन करता है।
ja: CloakDrop は無料でオープンソースのダウンロードマネージャで、すべての処理があなたの Mac 上で動作します。このポリシーでは、収集する個人データ（結論：ありません）と、アプリが行うネットワーク接続を正確に説明します。
ko: CloakDrop은 무료 오픈소스 다운로드 관리자로, 모든 작업이 사용자의 Mac에서 실행됩니다. 이 방침은 우리가 수집하는 개인 데이터(스포일러: 없음)와 앱이 정확히 어떤 네트워크 연결을 하는지 설명합니다.
pt_br: O CloakDrop é um gerenciador de downloads gratuito e de código aberto que roda inteiramente no seu Mac. Esta política explica quais dados pessoais coletamos (spoiler: nenhum) e exatamente quais conexões de rede o aplicativo faz.
ru: CloakDrop — это бесплатный менеджер загрузок с открытым исходным кодом, работающий полностью на вашем Mac. Эта политика объясняет, какие персональные данные мы собираем (спойлер: никакие) и какие именно сетевые подключения выполняет приложение.
zh_hans: CloakDrop 是一款免费、开源的下载管理器，完全在你的 Mac 上运行。本政策说明我们收集哪些个人数据（剧透：没有），以及应用究竟会建立哪些网络连接。

source: CloakDrop is open source under the MIT License. You can read the entire source code, verify every claim in this policy for yourself, and build your own copy — with no fees and no restrictions.
ar: ‏CloakDrop مفتوح المصدر بموجب رخصة MIT. يمكنك قراءة الشيفرة المصدرية كاملةً، والتحقّق بنفسك من كل ادّعاء في هذه السياسة، وبناء نسختك الخاصة — دون رسوم أو قيود.
de: CloakDrop ist quelloffen unter der MIT-Lizenz. Du kannst den gesamten Quellcode lesen, jede Aussage dieser Richtlinie selbst überprüfen und eine eigene Kopie erstellen – ohne Gebühren und ohne Einschränkungen.
es: CloakDrop es de código abierto bajo la licencia MIT. Puedes leer todo el código fuente, verificar por ti mismo cada afirmación de esta política y crear tu propia copia, sin cuotas ni restricciones.
fr: CloakDrop est open source sous licence MIT. Vous pouvez lire l’intégralité du code source, vérifier vous-même chaque affirmation de cette politique et créer votre propre version — sans frais ni restrictions.
hi: CloakDrop, MIT लाइसेंस के तहत ओपन सोर्स है। आप पूरा सोर्स कोड पढ़ सकते हैं, इस नीति के हर दावे को स्वयं सत्यापित कर सकते हैं, और अपनी खुद की कॉपी बना सकते हैं — बिना किसी शुल्क या प्रतिबंध के।
ja: CloakDrop は MIT ライセンスのオープンソースです。ソースコードのすべてを読み、このポリシーのあらゆる主張を自分で検証し、独自のコピーをビルドできます — 料金も制限もありません。
ko: CloakDrop은 MIT 라이선스의 오픈소스입니다. 전체 소스 코드를 읽고, 이 방침의 모든 주장을 직접 확인하고, 자신만의 사본을 빌드할 수 있습니다 — 비용도 제한도 없습니다.
pt_br: O CloakDrop é de código aberto sob a licença MIT. Você pode ler todo o código-fonte, verificar por conta própria cada afirmação desta política e criar sua própria cópia — sem taxas nem restrições.
ru: CloakDrop имеет открытый исходный код под лицензией MIT. Вы можете прочитать весь исходный код, самостоятельно проверить каждое утверждение этой политики и собрать собственную копию — без платы и ограничений.
zh_hans: CloakDrop 采用 MIT 许可证开源。你可以阅读全部源代码，亲自验证本政策中的每一项声明，并构建你自己的副本——没有任何费用或限制。

source: Cloudflare (recommended)
ar: Cloudflare (موصى به)
de: Cloudflare (empfohlen)
es: Cloudflare (recomendado)
fr: Cloudflare (recommandé)
hi: Cloudflare (अनुशंसित)
ja: Cloudflare（推奨）
ko: Cloudflare(권장)
pt_br: Cloudflare (recomendado)
ru: Cloudflare (рекомендуется)
zh_hans: Cloudflare（推荐）

source: Completed
ar: مكتمل
de: Abgeschlossen
es: Completada
fr: Terminé
hi: पूर्ण
ja: 完了
ko: 완료됨
pt_br: Concluído
ru: Завершено
zh_hans: 已完成

source: Connection
ar: الاتصال
de: Verbindung
es: Conexión
fr: Connexion
hi: कनेक्शन
ja: 接続
ko: 연결
pt_br: Conexão
ru: Подключение
zh_hans: 连接

source: Connections
ar: الاتصالات
de: Verbindungen
es: Conexiones
fr: Connexions
hi: कनेक्शन
ja: 接続数
ko: 연결
pt_br: Conexões
ru: Подключения
zh_hans: 连接数

source: Content Blocking
ar: حظر المحتوى
de: Inhaltsblockierung
es: Bloqueo de contenido
fr: Blocage de contenu
hi: सामग्री ब्लॉकिंग
ja: コンテンツブロック
ko: 콘텐츠 차단
pt_br: Bloqueio de conteúdo
ru: Блокировка контента
zh_hans: 内容拦截

source: Cookies
ar: ملفات تعريف الارتباط
hi: कुकीज़
ja: Cookie
ko: 쿠키
ru: Файлы cookie
zh_hans: Cookie

source: Cookies & Site Data
ar: ملفات تعريف الارتباط وبيانات المواقع
de: Cookies & Websitedaten
es: Cookies y datos de sitios
fr: Cookies et données de sites
hi: कुकीज़ और साइट डेटा
ja: Cookie とサイトデータ
ko: 쿠키 및 사이트 데이터
pt_br: Cookies e dados de sites
ru: Файлы cookie и данные сайтов
zh_hans: Cookie 和网站数据

source: Cookies and site data keep you signed in to sites between launches. Clearing them signs you out everywhere and removes all cached site data. CloakDrop never records your browsing history.
ar: تُبقيك ملفات تعريف الارتباط وبيانات المواقع مسجَّل الدخول إلى المواقع بين عمليات التشغيل. مسحها يسجّل خروجك من كل مكان ويزيل جميع بيانات المواقع المخزَّنة مؤقتًا. لا يسجّل CloakDrop سِجِلّ تصفّحك أبدًا.
de: Cookies und Websitedaten halten dich zwischen den Starts bei Websites angemeldet. Beim Löschen wirst du überall abgemeldet und alle zwischengespeicherten Websitedaten werden entfernt. CloakDrop zeichnet deinen Browserverlauf niemals auf.
es: Las cookies y los datos de sitios te mantienen con la sesión iniciada entre inicios. Al borrarlos, se cierra tu sesión en todas partes y se eliminan todos los datos de sitios en caché. CloakDrop nunca registra tu historial de navegación.
fr: Les cookies et les données de sites vous gardent connecté aux sites d’un lancement à l’autre. Les effacer vous déconnecte partout et supprime toutes les données de sites mises en cache. CloakDrop n’enregistre jamais votre historique de navigation.
hi: कुकीज़ और साइट डेटा आपको लॉन्च के बीच साइटों में साइन-इन रखते हैं। इन्हें साफ़ करने से आप हर जगह साइन आउट हो जाते हैं और सभी कैश किए गए साइट डेटा हट जाते हैं। CloakDrop आपका ब्राउज़िंग इतिहास कभी रिकॉर्ड नहीं करता।
ja: Cookie とサイトデータにより、起動をまたいでサイトへのサインイン状態が保たれます。消去すると、すべてのサイトからサインアウトされ、キャッシュされたサイトデータもすべて削除されます。CloakDrop が閲覧履歴を記録することは一切ありません。
ko: 쿠키와 사이트 데이터는 실행 간에 사이트 로그인 상태를 유지합니다. 이를 지우면 모든 곳에서 로그아웃되고 캐시된 사이트 데이터가 모두 제거됩니다. CloakDrop은 사용자의 탐색 기록을 절대 기록하지 않습니다.
pt_br: Cookies e dados de sites mantêm você conectado aos sites entre as inicializações. Limpá-los desconecta você em todos os lugares e remove todos os dados de sites em cache. O CloakDrop nunca registra seu histórico de navegação.
ru: Файлы cookie и данные сайтов сохраняют вход на сайты между запусками. Их очистка выполняет выход везде и удаляет все кэшированные данные сайтов. CloakDrop никогда не записывает историю вашего браузера.
zh_hans: Cookie 和网站数据让你在两次启动之间保持登录状态。清除它们会让你在所有站点退出登录，并删除所有缓存的网站数据。CloakDrop 从不记录你的浏览历史。

source: Copy Source URL
ar: نسخ عنوان URL المصدر
de: Quell-URL kopieren
es: Copiar URL de origen
fr: Copier l’URL source
hi: स्रोत URL कॉपी करें
ja: ソース URL をコピー
ko: 소스 URL 복사
pt_br: Copiar URL de Origem
ru: Скопировать исходный URL
zh_hans: 拷贝来源 URL

source: Couldn’t prepare this download.
ar: تعذّر تحضير هذا التنزيل.
de: Dieser Download konnte nicht vorbereitet werden.
es: No se pudo preparar esta descarga.
fr: Impossible de préparer ce téléchargement.
hi: यह डाउनलोड तैयार नहीं किया जा सका।
ja: このダウンロードを準備できませんでした。
ko: 이 다운로드를 준비할 수 없습니다.
pt_br: Não foi possível preparar este download.
ru: Не удалось подготовить эту загрузку.
zh_hans: 无法准备此下载。

source: Couldn’t preview this link — you can still add it.
ar: تعذّرت معاينة هذا الرابط — لا يزال بإمكانك إضافته.
de: Vorschau dieses Links nicht möglich – du kannst ihn trotzdem hinzufügen.
es: No se pudo previsualizar este enlace: aún puedes añadirlo.
fr: Impossible de prévisualiser ce lien — vous pouvez quand même l’ajouter.
hi: इस लिंक का पूर्वावलोकन नहीं हो सका — आप फिर भी इसे जोड़ सकते हैं।
ja: このリンクをプレビューできませんでした。追加は可能です。
ko: 이 링크를 미리 볼 수 없습니다 — 그래도 추가할 수 있습니다.
pt_br: Não foi possível pré-visualizar este link — você ainda pode adicioná-lo.
ru: Не удалось предпросмотреть ссылку — её всё равно можно добавить.
zh_hans: 无法预览此链接——仍可添加。

source: Couldn’t read that Metalink file.
ar: تعذّرت قراءة ملف Metalink هذا.
de: Diese Metalink-Datei konnte nicht gelesen werden.
es: No se pudo leer ese archivo Metalink.
fr: Impossible de lire ce fichier Metalink.
hi: उस Metalink फ़ाइल को पढ़ा नहीं जा सका।
ja: その Metalink ファイルを読み込めませんでした。
ko: 해당 Metalink 파일을 읽을 수 없습니다.
pt_br: Não foi possível ler esse arquivo Metalink.
ru: Не удалось прочитать этот файл Metalink.
zh_hans: 无法读取该 Metalink 文件。

source: Couldn’t read this video.
ar: تعذّرت قراءة هذا الفيديو.
de: Dieses Video konnte nicht gelesen werden.
es: No se pudo leer este vídeo.
fr: Impossible de lire cette vidéo.
hi: यह वीडियो नहीं पढ़ा जा सका।
ja: この動画を読み込めませんでした。
ko: 이 동영상을 읽을 수 없습니다.
pt_br: Não foi possível ler este vídeo.
ru: Не удалось прочитать это видео.
zh_hans: 无法读取此视频。

source: Counted and stored only on this Mac — never uploaded anywhere.
ar: يُحتسب ويُخزَّن على هذا الـ Mac فقط — ولا يُرفع إلى أي مكان أبدًا.
de: Wird nur auf diesem Mac gezählt und gespeichert – niemals irgendwohin hochgeladen.
es: Se cuenta y se guarda solo en este Mac; nunca se sube a ningún sitio.
fr: Comptabilisé et stocké uniquement sur ce Mac — jamais envoyé où que ce soit.
hi: इसे केवल इसी Mac पर गिना और संग्रहीत किया जाता है — कहीं भी अपलोड नहीं किया जाता।
ja: この Mac 上でのみ集計・保存され、どこにもアップロードされません。
ko: 이 Mac에서만 집계·저장되며, 어디에도 업로드되지 않습니다.
pt_br: Contabilizado e armazenado apenas neste Mac — nunca enviado para lugar algum.
ru: Подсчитывается и хранится только на этом Mac — никуда не отправляется.
zh_hans: 仅在这台 Mac 上统计和存储，绝不上传到任何地方。

source: Crash reports or diagnostic data.
ar: تقارير الأعطال أو بيانات التشخيص.
de: Absturzberichte oder Diagnosedaten.
es: Informes de fallos o datos de diagnóstico.
fr: Rapports de plantage ou données de diagnostic.
hi: क्रैश रिपोर्ट या डायग्नोस्टिक डेटा।
ja: クラッシュレポートや診断データ。
ko: 충돌 보고서나 진단 데이터.
pt_br: Relatórios de falha ou dados de diagnóstico.
ru: Отчёты о сбоях или диагностические данные.
zh_hans: 崩溃报告或诊断数据。

source: Create a provenance receipt
ar: إنشاء إيصال مصدر
de: Herkunftsbeleg erstellen
es: Crear un recibo de procedencia
fr: Créer un reçu de provenance
hi: उद्गम रसीद बनाएँ
ja: 来歴レシートを作成
ko: 출처 영수증 생성
pt_br: Criar um recibo de procedência
ru: Создавать квитанцию о происхождении
zh_hans: 创建来源凭证

source: Created by Sumit Sahoo
ar: من إنشاء Sumit Sahoo
de: Erstellt von Sumit Sahoo
es: Creado por Sumit Sahoo
fr: Créé par Sumit Sahoo
hi: Sumit Sahoo द्वारा निर्मित
ja: 作成者: Sumit Sahoo
ko: 제작: Sumit Sahoo
pt_br: Criado por Sumit Sahoo
ru: Создано Sumit Sahoo
zh_hans: 由 Sumit Sahoo 创建

source: Daily
ar: يوميًا
de: Täglich
es: Cada día
fr: Tous les jours
hi: प्रतिदिन
ja: 毎日
ko: 매일
pt_br: Diariamente
ru: Ежедневно
zh_hans: 每天

source: Data Hoarder
ar: مكتنز البيانات
de: Datenhamster
es: Acaparador de datos
fr: Accumulateur de données
hi: डेटा जमाखोर
ja: データ溜め込み魔
ko: 데이터 수집광
pt_br: Acumulador de dados
ru: Накопитель данных
zh_hans: 数据囤积者

source: Date Added
ar: تاريخ الإضافة
de: Hinzugefügt am
es: Fecha de adición
fr: Date d’ajout
hi: जोड़ने की तारीख
ja: 追加日
ko: 추가된 날짜
pt_br: Data de Adição
ru: Дата добавления
zh_hans: 添加日期

source: Default
ar: افتراضي
de: Standard
es: Predeterminado
fr: Par défaut
hi: डिफ़ॉल्ट
ja: デフォルト
ko: 기본값
pt_br: Padrão
ru: По умолчанию
zh_hans: 默认

source: Default connections
ar: الاتصالات الافتراضية
de: Standardverbindungen
es: Conexiones por omisión
fr: Connexions par défaut
hi: डिफ़ॉल्ट कनेक्शन
ja: デフォルトの接続数
ko: 기본 연결 수
pt_br: Conexões padrão
ru: Подключений по умолчанию
zh_hans: 默认连接数

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएँ
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
zh_hans: 删除

source: Delete %lld Files
ar: حذف %lld ملفات
de: %lld Dateien löschen
es: Eliminar %lld archivos
fr: Supprimer %lld fichiers
hi: %lld फ़ाइलें हटाएँ
ja: %lld 個のファイルを削除
ko: %lld개 파일 삭제
pt_br: Excluir %lld arquivos
ru: Удалить %lld файлов
zh_hans: 删除 %lld 个文件

source: Delete File
ar: حذف الملف
de: Datei löschen
es: Eliminar archivo
fr: Supprimer le fichier
hi: फ़ाइल मिटाएँ
ja: ファイルを削除
ko: 파일 삭제
pt_br: Apagar Arquivo
ru: Удалить файл
zh_hans: 删除文件

source: Delete these files from your Mac?
ar: حذف هذه الملفات من الـ Mac؟
de: Diese Dateien vom Mac löschen?
es: ¿Eliminar estos archivos de tu Mac?
fr: Supprimer ces fichiers de votre Mac ?
hi: इन फ़ाइलों को अपने Mac से हटाएँ?
ja: これらのファイルをMacから削除しますか？
ko: 이 파일들을 Mac에서 삭제하시겠습니까?
pt_br: Excluir estes arquivos do seu Mac?
ru: Удалить эти файлы с вашего Mac?
zh_hans: 从你的 Mac 中删除这些文件？

source: Delete this file from your Mac?
ar: هل تريد حذف هذا الملف من الـ Mac؟
de: Diese Datei von deinem Mac löschen?
es: ¿Eliminar este archivo de tu Mac?
fr: Supprimer ce fichier de votre Mac ?
hi: इस फ़ाइल को अपने Mac से मिटाएँ?
ja: このファイルを Mac から削除しますか?
ko: 이 파일을 Mac에서 삭제하시겠습니까?
pt_br: Apagar este arquivo do seu Mac?
ru: Удалить этот файл с Mac?
zh_hans: 要从这台 Mac 中删除此文件吗？

source: Deselect All
ar: إلغاء تحديد الكل
de: Alle abwählen
es: Deseleccionar todo
fr: Tout désélectionner
hi: सभी अचयनित करें
ja: すべて選択解除
ko: 모두 선택 해제
pt_br: Desmarcar todos
ru: Снять выбор со всех
zh_hans: 取消全选

source: Destination
ar: الوجهة
de: Zielort
es: Destino
hi: गंतव्य
ja: 保存先
ko: 대상
pt_br: Destino
ru: Назначение
zh_hans: 目的位置

source: Details
ar: التفاصيل
es: Detalles
fr: Détails
hi: विवरण
ja: 詳細
ko: 세부 정보
pt_br: Detalhes
ru: Сведения
zh_hans: 详细信息

source: Direct connection (no proxy)
ar: اتصال مباشر (بدون وكيل)
de: Direkte Verbindung (kein Proxy)
es: Conexión directa (sin proxy)
fr: Connexion directe (sans proxy)
hi: सीधा कनेक्शन (कोई प्रॉक्सी नहीं)
ja: 直接接続(プロキシなし)
ko: 직접 연결(프록시 없음)
pt_br: Conexão direta (sem proxy)
ru: Прямое подключение (без прокси)
zh_hans: 直接连接（不使用代理）

source: Dismiss
ar: تجاهل
de: Schließen
es: Descartar
fr: Ignorer
hi: खारिज करें
ja: 閉じる
ko: 닫기
pt_br: Ignorar
ru: Закрыть
zh_hans: 忽略

source: Do nothing
ar: عدم فعل شيء
de: Nichts tun
es: No hacer nada
fr: Ne rien faire
hi: कुछ न करें
ja: 何もしない
ko: 아무 작업 안 함
pt_br: Não fazer nada
ru: Ничего не делать
zh_hans: 不执行任何操作

source: Documents
ar: مستندات
de: Dokumente
es: Documentos
hi: दस्तावेज़
ja: 書類
ko: 문서
pt_br: Documentos
ru: Документы
zh_hans: 文稿

source: Don't repeat
ar: عدم التكرار
de: Nicht wiederholen
es: No repetir
fr: Ne pas répéter
hi: न दोहराएँ
ja: 繰り返さない
ko: 반복 안 함
pt_br: Não repetir
ru: Не повторять
zh_hans: 不重复

source: Don’t change
ar: عدم التغيير
de: Nicht ändern
es: No cambiar
fr: Ne pas changer
hi: न बदलें
ja: 変更しない
ko: 변경 안 함
pt_br: Não alterar
ru: Не менять
zh_hans: 不更改

source: Download
ar: تنزيل
de: Laden
es: Descargar
fr: Télécharger
hi: डाउनलोड
ja: ダウンロード
ko: 다운로드
pt_br: Baixar
ru: Загрузить
zh_hans: 下载

source: Download Again
ar: تنزيل مرة أخرى
de: Erneut laden
es: Descargar de nuevo
fr: Télécharger à nouveau
hi: फिर से डाउनलोड करें
ja: もう一度ダウンロード
ko: 다시 다운로드
pt_br: Baixar novamente
ru: Скачать снова
zh_hans: 重新下载

source: Download Again?
ar: تنزيل مرة أخرى؟
de: Erneut laden?
es: ¿Descargar de nuevo?
fr: Télécharger à nouveau ?
hi: फिर से डाउनलोड करें?
ja: もう一度ダウンロードしますか？
ko: 다시 다운로드하시겠습니까?
pt_br: Baixar novamente?
ru: Скачать снова?
zh_hans: 重新下载？

source: Download Complete
ar: اكتمل التنزيل
de: Download abgeschlossen
es: Descarga completada
fr: Téléchargement terminé
hi: डाउनलोड पूर्ण
ja: ダウンロード完了
ko: 다운로드 완료
pt_br: Download Concluído
ru: Загрузка завершена
zh_hans: 下载完成

source: Download Failed
ar: فشل التنزيل
de: Download fehlgeschlagen
es: Error en la descarga
fr: Échec du téléchargement
hi: डाउनलोड विफल
ja: ダウンロード失敗
ko: 다운로드 실패
pt_br: Falha no Download
ru: Сбой загрузки
zh_hans: 下载失败

source: Download Stats…
ar: إحصائيات التنزيل…
de: Download-Statistiken…
es: Estadísticas de descargas…
fr: Statistiques de téléchargement…
hi: डाउनलोड आँकड़े…
ja: ダウンロード統計…
ko: 다운로드 통계…
pt_br: Estatísticas de download…
ru: Статистика загрузок…
zh_hans: 下载统计…

source: Download speed
ar: سرعة التنزيل
de: Download-Geschwindigkeit
es: Velocidad de descarga
fr: Débit descendant
hi: डाउनलोड गति
ja: ダウンロード速度
ko: 다운로드 속도
pt_br: Velocidade de download
ru: Скорость загрузки
zh_hans: 下载速度

source: Download subtitles when available
ar: تنزيل الترجمة عند توفرها
de: Untertitel herunterladen, wenn verfügbar
es: Descargar subtítulos cuando estén disponibles
fr: Télécharger les sous-titres si disponibles
hi: उपलब्ध होने पर उपशीर्षक डाउनलोड करें
ja: 利用可能な場合は字幕をダウンロード
ko: 사용 가능한 경우 자막 다운로드
pt_br: Baixar legendas quando disponíveis
ru: Загружать субтитры, когда доступны
zh_hans: 在可用时下载字幕

source: Download with CloakDrop
ar: التنزيل باستخدام CloakDrop
de: Mit CloakDrop herunterladen
es: Descargar con CloakDrop
fr: Télécharger avec CloakDrop
hi: CloakDrop से डाउनलोड करें
ja: CloakDrop でダウンロード
ko: CloakDrop으로 다운로드
pt_br: Baixar com o CloakDrop
ru: Скачать через CloakDrop
zh_hans: 使用 CloakDrop 下载

source: Downloaded
ar: تم تنزيله
de: Geladen
es: Descargado
fr: Téléchargé
hi: डाउनलोड किया गया
ja: ダウンロード済み
ko: 다운로드됨
pt_br: Baixado
ru: Загружено
zh_hans: 已下载

source: Downloading
ar: جارٍ التنزيل
de: Wird geladen
es: Descargando
fr: Téléchargement en cours
hi: डाउनलोड हो रहा है
ja: ダウンロード中
ko: 다운로드 중
pt_br: Baixando
ru: Загрузка
zh_hans: 正在下载

source: Downloading the latest list…
ar: جارٍ تنزيل أحدث قائمة…
de: Neueste Liste wird geladen …
es: Descargando la lista más reciente…
fr: Téléchargement de la dernière liste…
hi: नवीनतम सूची डाउनलोड हो रही है…
ja: 最新のリストをダウンロード中…
ko: 최신 목록 다운로드 중…
pt_br: Baixando a lista mais recente…
ru: Загрузка последней версии списка…
zh_hans: 正在下载最新列表…

source: Downloads the sound only, saved as an audio file.
ar: ينزّل الصوت فقط، ويُحفظ كملف صوتي.
de: Lädt nur den Ton herunter, gespeichert als Audiodatei.
es: Descarga solo el sonido, guardado como archivo de audio.
fr: Télécharge uniquement le son, enregistré comme fichier audio.
hi: केवल ध्वनि डाउनलोड करता है, ऑडियो फ़ाइल के रूप में सहेजा जाता है।
ja: 音声のみをダウンロードし、オーディオファイルとして保存します。
ko: 소리만 다운로드하여 오디오 파일로 저장합니다.
pt_br: Baixa apenas o som, salvo como arquivo de áudio.
ru: Загружает только звук и сохраняет как аудиофайл.
zh_hans: 仅下载声音，保存为音频文件。

source: Duration
ar: المدة
de: Dauer
es: Duración
fr: Durée
hi: अवधि
ja: 再生時間
ko: 재생 시간
pt_br: Duração
ru: Длительность
zh_hans: 时长

source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
ja: 編集
ko: 편집
pt_br: Editar
ru: Изменить
zh_hans: 编辑

source: Edit Rule
ar: تحرير القاعدة
de: Regel bearbeiten
es: Editar regla
fr: Modifier la règle
hi: नियम संपादित करें
ja: ルールを編集
ko: 규칙 편집
pt_br: Editar regra
ru: Изменить правило
zh_hans: 编辑规则

source: Encrypted (TLS)
ar: مشفّر (TLS)
de: Verschlüsselt (TLS)
es: Cifrado (TLS)
fr: Chiffré (TLS)
hi: एन्क्रिप्टेड (TLS)
ja: 暗号化 (TLS)
ko: 암호화됨 (TLS)
pt_br: Criptografado (TLS)
ru: Зашифровано (TLS)
zh_hans: 已加密 (TLS)

source: Every download
ar: كل تنزيل
de: Jeder Download
es: Todas las descargas
fr: Tous les téléchargements
hi: हर डाउनलोड
ja: すべてのダウンロード
ko: 모든 다운로드
pt_br: Todos os downloads
ru: Все загрузки
zh_hans: 所有下载

source: Every download in the queue has finished.
ar: انتهت جميع التنزيلات في قائمة الانتظار.
de: Alle Downloads in der Warteschlange sind abgeschlossen.
es: Han finalizado todas las descargas de la cola.
fr: Tous les téléchargements de la file d’attente sont terminés.
hi: क़तार के सभी डाउनलोड समाप्त हो गए हैं।
ja: キュー内のすべてのダウンロードが完了しました。
ko: 대기열의 모든 다운로드가 완료되었습니다.
pt_br: Todos os downloads da fila foram concluídos.
ru: Все загрузки в очереди завершены.
zh_hans: 队列中的所有下载均已完成。

source: Every part of what CloakDrop does — multi-segment downloading, pause and resume, checksum verification, code-signature checks, archive extraction, and media muxing — runs locally on your Mac. The files you download, your download history, and the addresses you fetch are never sent to us or to anyone else.
ar: كل ما يقوم به CloakDrop — التنزيل متعدد المقاطع، والإيقاف المؤقت والاستئناف، والتحقق من المجاميع الاختبارية، وفحص توقيع الشيفرة، واستخراج الأرشيفات، ودمج الوسائط — يعمل محليًا على جهاز Mac الخاص بك. الملفات التي تنزّلها وسجل تنزيلاتك والعناوين التي تطلبها لا تُرسل إلينا أو إلى أي جهة أخرى إطلاقًا.
de: Alles, was CloakDrop tut – Download in mehreren Segmenten, Pause und Fortsetzen, Prüfsummenprüfung, Codesignatur-Prüfung, Archiventpackung und Medien-Muxing – läuft lokal auf deinem Mac. Die Dateien, die du herunterlädst, dein Download-Verlauf und die abgerufenen Adressen werden niemals an uns oder an jemand anderen gesendet.
es: Todo lo que hace CloakDrop —descarga multisegmento, pausa y reanudación, verificación de sumas de comprobación, comprobación de firmas de código, extracción de archivos y muxing de medios— se ejecuta localmente en tu Mac. Los archivos que descargas, tu historial de descargas y las direcciones que solicitas nunca se envían a nosotros ni a nadie más.
fr: Tout ce que fait CloakDrop — téléchargement multi-segment, pause et reprise, vérification de sommes de contrôle, contrôle des signatures de code, extraction d’archives et muxing multimédia — s’exécute localement sur votre Mac. Les fichiers que vous téléchargez, votre historique de téléchargement et les adresses que vous demandez ne sont jamais envoyés à nous ni à quiconque.
hi: CloakDrop जो कुछ भी करता है — मल्टी-सेगमेंट डाउनलोडिंग, रोकना और फिर से शुरू करना, चेकसम सत्यापन, कोड-सिग्नेचर जाँच, आर्काइव निष्कर्षण और मीडिया मक्सिंग — वह सब आपके Mac पर स्थानीय रूप से चलता है। आप जो फ़ाइलें डाउनलोड करते हैं, आपका डाउनलोड इतिहास और आपके द्वारा माँगे गए पते कभी भी हमें या किसी और को नहीं भेजे जाते।
ja: CloakDrop が行うすべて — マルチセグメントのダウンロード、一時停止と再開、チェックサム検証、コード署名チェック、アーカイブ展開、メディアの多重化 — は、あなたの Mac 上でローカルに動作します。ダウンロードしたファイル、ダウンロード履歴、取得したアドレスが、当社や他の誰かに送信されることは決してありません。
ko: CloakDrop이 수행하는 모든 작업 — 다중 세그먼트 다운로드, 일시정지 및 재개, 체크섬 검증, 코드 서명 확인, 압축 해제, 미디어 먹싱 — 은 사용자의 Mac에서 로컬로 실행됩니다. 다운로드한 파일, 다운로드 기록, 요청한 주소는 우리에게도 다른 누구에게도 전송되지 않습니다.
pt_br: Tudo o que o CloakDrop faz — download multissegmento, pausar e retomar, verificação de checksum, verificação de assinatura de código, extração de arquivos e muxing de mídia — roda localmente no seu Mac. Os arquivos que você baixa, seu histórico de downloads e os endereços que você solicita nunca são enviados a nós nem a ninguém.
ru: Всё, что делает CloakDrop, — многосегментная загрузка, пауза и возобновление, проверка контрольных сумм, проверка подписи кода, распаковка архивов и муксинг медиа — выполняется локально на вашем Mac. Файлы, которые вы скачиваете, история загрузок и запрашиваемые адреса никогда не отправляются нам или кому-либо ещё.
zh_hans: CloakDrop 所做的一切——多段下载、暂停与续传、校验和验证、代码签名检查、归档解压以及媒体封装——都在你的 Mac 上本地运行。你下载的文件、下载历史以及你请求的地址，永远不会发送给我们或任何其他人。

source: Everything runs on-device
ar: كل شيء يعمل على الجهاز
de: Alles läuft auf dem Gerät
es: Todo se ejecuta en el dispositivo
fr: Tout fonctionne sur l’appareil
hi: सब कुछ डिवाइस पर ही चलता है
ja: すべてデバイス上で処理
ko: 모든 작업이 기기에서 실행됨
pt_br: Tudo é executado no dispositivo
ru: Всё работает на устройстве
zh_hans: 一切都在设备上运行
